{
  "raw": "Halita and 4 Films\nMEMORANDUM\nThis Memorandum together with its annexures and schedules including, but not limited to, Annexure C (Standard Terms and\nConditions for Licensing of M-Net's Programming) (collectively, the \"Agreement\") is entered into between Electronic Media\nNetwork Proprietary Limited (\"Licensor\" or \"M-Net\"), American Cinema Inspires, Inc (\"Licensee\") and DStv Media Sales\nProprietary Limited (\"Licensor's Billing Agent\") and is signed on the Signature Date.\nIT IS HEREBY AGREED AS FOLLOWS:\n(A) LICENSOR: ELECTRONIC MEDIA NETWORK\nPROPRIETARY LIMITED\n(Registration Number: 1985/002853/07)\n(C) LICENSEE: AMERICAN CINEMA INSPIRES, INC\n(Corporate Tax ID number: 47-3051645)\nCountry of Registration: State of California, United States of\nAmerica\nCountry of Registration: South Africa\n(B) LICENSOR'S BILLING AGENT: DSTV MEDIA\nSALES PROPRIETARY LIMITED\n(Registration Number: 1995/001791/07)\nCountry of Registration: South Africa\nRegistered Address and Address for Notices:\nRegistered Address and Address for Notices:\nMultiChoice City\n144 Bram Fischer\nRandburg, Johannesburg\n2194\nAttention: Mauro Black\nDirector - Content Sales and Distribution (MultiChoice)\n15363 Victoria Blv\nVan Nuys\nCA, 91406\nAttention: Chevonne O'Shaughnessy\nPhone: +1 (818) 907-8700\nPhone: +2711 329 5125\nEmail: Mauro.Black@dstvmedia.com.\nEmail: chevonne@aci-americancinema.com\n1.\nDistribution\nWith effect from the Signature Date, the Licensor licenses to the Licensee the\nProgrammes (set out in clause 4 below) in the Licensed Language in the Territory\non the terms and conditions set out in this Agreement.\n2.\nLicence Period Start Date\n30 June 2021\n3. Licence Period and Options\n(a) Licence Period\nFrom the Licence Period Start Date and continuing for 7 (seven) years until 29\nJune 2028 (\"Initial Period\"). The Agreement shall be automatically extended\nby a further period 2 (two) years until 29 June 2030 (\"Extended Period\") unless\nthe Licensee or Licensor terminates the Agreement by giving written notice to\nthe other Parties no less than 90 (ninety) days prior to the date of expiry of the\nInitial Period. \"Licence Period\" means the Initial Period and, if applicable, the\nExtended Period collectively.\n(b) Exclusive Option License Halita Season 2:\nFS\nCO\n1.\n8\nHalita and 4 Films\n(i)\nThe Licensee shall have the exclusive option to license Season 2 of\nHalita (the \"Subsequent Season\"), subject to the provisions of this\nclause 3(b), (the \"Option\"). The Licensee must exercise the Option\nfor the Subsequent Season within a period of 5 (five) months from the\nLicence Period Start Date for Halita (Seasons 1) (\"Option Period\"),\nby giving written notice to the Licensor before the expiration of the\nOption Period (\"Option Notice\"). Thereafter, the Licensor and the\nLicensee shall have 60 (sixty) days from the date of receipt by the\nLicensor of the Option Notice (\"Negotiation Period\") to agree terms\non the licensing of the Subsequent Season subject to the following:\n(aa) the Subsequent Season shall be licensed on the terms and\nconditions set out in this Agreement save only that the licence\nfee applicable to the relevant Subsequent Season be equal to\nthe Licence Fee for the immediately preceding season plus a 5%\n(five percent) increase thereon; and\n(bb) the Parties shall, before the expiry of the Option Period, execute\nan Option Addendum in the form set out in Annexure B (Option\nAddendum) recording the licence period, payment dates and the\ndelivery dates.\n(ii)\nShould: (A) the Licensee fail to exercise its Option during the Option\nPeriod, or (B) the Licensee notify the Licensor during the Option\nPeriod and/or Lockdown Negotiation Period that it does not wish to\n(or no longer wishes to) license the Subsequent Season (a\n\"Rejection Notice\"), or (C) the Parties are unable to execute the\nOption Addendum in the form set out in Annexure B (Option\nAddendum) before the expiry of the Negotiation Period, then upon\nexpiration of the Option Period, or as of the date the Licensor receives\na Rejection Notice, or as of the expiration of the Negotiation Period,\nwhichever occurs earlier, the Option shall automatically extinguish\nand the Licensor shall be free to offer and/or license the Subsequent\nSeason and any subsequent seasons which follow the Subsequent\nSeason to any third party without restrictions.\n4. Programme(s)\n(a) Halita Season 1;\n(b) Same Difference;\n(c) How to Love;\n(d) Love's Twist; and\n(e) Savannah Blues.\n5.\n. Type of Programmes\nOne series and four films. See Annexure A for details.\n6. Licence/Rights\n(a) Subject to clause 6(b) below:\n(i)\nexclusive Pay Television, Free Television, TVOD, SVOD, ADVOD,\nNVOD/PPV and Free VOD rights delivered by the Delivery Means to\ntelevision sets and Registered Devices in the Territory; and\n(ii)\nexclusive ADVOD and Free VOD rights delivered to Registered Users\nby Streaming to Registered Devices in the Territory; and\n2.\n8\nFS\nCO\nHalita and 4 Films\n(iii)\nexclusive TVOD, and SVOD rights delivered to Registered Users by\nStreaming and Temporary Download to Registered Devices in the\nTerritory.\n(b) Notwithstanding anything to the contrary contained herein, M-Net and/or its\nAffiliates' shall always be entitled to exhibit the licensed Programme(s) in any\nand all languages (excluding the Licensed Languages) during Licence Period\non the continent of Africa and its adjacent ocean islands via any and all forms\nof Television (including, but not limited to, Pay Television and On Demand, in\neach case delivered by any and all means of delivery including, but not limited\nto, the Delivery Means) on any and/or all existing and future M-Net, M-Net\nAffiliate, DStv and/or GOtv (or any other successive name(s) by which the same\nmay be known from time to time) branded, owned, managed, operated and/or\ncompiled services and channels.\n(c) Holdback: N/A.\n(d) Streaming and Temporary Download permitted in clauses 6(a)(ii), and 6(a)(iii))\nabove (as applicable), are subject to clauses 6(e), (f), and (g) below.\n(e) Usage Rules:\n(i)\nThe Temporarily Downloaded file containing the Programme shall be\ntemporarily stored within the Registered Device on a non-removable\nhard disc, or on a storage device that is securely bound to the\nRegistered Device in such a manner that the storage device cannot\nbe used in conjunction with any other device to access and view the\nProgramme; and\n(ii)\nThe Temporarily Downloaded file containing the Programme shall be\nstored in an Encrypted format unless temporarily decrypted for\nviewing by a Registered User (at which time only the reasonably\nminimum amount of content (e.g. the content being viewed and a\nreasonable buffer) shall exist in decrypted form such that the\nrendering process is not interrupted by the need to decrypt content).\n(f) Device Rules:\n(i)\nA Programme that is delivered to a Registered Device by means of\nTemporary Download may be Streamed or transferred to another\nRegistered Device, subject to the clause6(f)(ii) below.\nNotwithstanding the foregoing, Programmes which are Streamed to a\nRegistered Device shall not be capable of being transferred from such\nRegistered Device to another Registered Device.\n(ii)\nSingle Viewing Device. For Streaming and Temporary Download to\nRegistered, it shall only be possible to view the Programme on 1 (one)\nRegistered Device at any one time. For example, if the Registered\nUser is viewing a Programme by Streaming, no Temporary Download\nof the Programme shall be possible while the Registered User is\nviewing the Programme by Streaming, or if the Temporary Download\nof the Programme has been permitted on another Registered Device,\nthe ability for the Registered User to view any Programme on such\nother Registered Devices on which there is a Temporary Download\nof the Programme shall be disabled by communication with such\nother Registered Devices while the Registered User is viewing a\n3.\n8\nFS\nCO\nHalita and 4 Films\nProgramme by Streaming. If viewing of a Programme is possible on\na Registered Device on which the Temporary Download of the\nProgramme has been permitted, no further Temporary Download\nshall be possible, and no Streaming on another Registered Device\nshall be permitted while it is possible to view the Programme on a\nRegistered Device on which the Temporary Download of the\nProgramme has been permitted.\n(iii)\nA Programme shall not be transferred from a Registered Device\nreceiving the content by Temporary Download, to another Registered\nDevice, unless this can be done whilst still enforcing the single\nviewing device requirement described in clause6(f)(ii) above.\n(g) Inclusion of the Programmes on the Licensed Services is at all times subject to\nLicensee's initial and continuing compliance with DRM and enforcement of the\nhighest standards in copyright protection measures.\n(h) \"Delivery Means\" means Encrypted satellite (i.e. direct-to-home), digital\nterrestrial, cable, Mobile and Internet.\n(i)\n\"TVOD\", \"SVOD\", \"ADVOD\", \"NVOD/PPV\" and \"Free VOD\" have the meaning\nset out in clause 1.4 of the Standard Terms and Conditions (Annexure C)\nattached hereto.\n7. Licensed Language\nOriginal English language version.\n8. Number of Exhibitions\n(a) On each Pay Television Licensed Service (as defined in clause 9(a) below):\n(i)\nfor the series Programme - 10 (ten) Exhibitions per episode per\nProgramme, and\n(ii)\nfor film Programmes - 10 (ten) Exhibitions per Programme; and\n(b) On each Free Television Licensed Service (as defined in clause 9(b) below):\n(i)\nfor the series Programme - 10 (ten) Exhibitions per episode per\nProgramme, and\n(ii)\nfor film Programmes - 10 (ten) Exhibitions per Programme; and\n(c) TVOD, SVOD, ADVOD, Free VOD and NVOD/PPV: unlimited Exhibitions per\nProgramme (and unlimited Exhibition per episode per series Programme where\napplicable).\n9. Licensed Services\n(a) Pay Television rights on Pay Television services (\"Pay Television Licensed\nServices\"); and\n(b) Free Television rights on Free Television services (\"Free Television\nLicensed Services\"); and\n(c) TVOD, SVOD, ADVOD, NVOD/PPV and Free VOD rights on TVOD, SVOD,\nADVOD, NVOD/PPV and Free VOD services, respectively.\n10. Territory\nUnited States of America, Canada, United Kingdom, Ireland, Australia, New\nZealand and India.\n4.\n8\nFS\nCO\nHalita and 4 Films\n11. Minimum Guarantee and\nPayment\n(a) The total Minimum Guarantee for all Programmes is US$15,000.00 (fifteen\nthousand United States Dollars) (see Annexure A for per Programme\nbreakdown of the Minimum Guarantee) and shall, subject to signature of the\nAgreement by all Parties, be paid as follows:\n(i)\n50% of the total Minimum Guarantee - payable by no later than the\ndate set out in the invoice issued by M-Net or its Billing Agent; and\n(ii)\n50% of the total Minimum Guarantee - payable within 30 (thirty)\ndays from the date of delivery by M-Net of all Materials for the\nProgramme.\n(b) All payments made to M-Net under this Agreement, including but not limited to\nthe Minimum Guarantee and M-Net's Share, shall be paid to M-Net by Licensee\npromptly and in full, without any deductions whatsoever including, but not\nlimited to, deductions on account of banking charges, taxes, levies of any\nnature. Licensee further acknowledges that it is not entitled to any fees\nincluding, but not limited to, agency fees or commissions, from M-Net.\n(c) Licensor's\ncontact\npersons\nfor\nsebastiana.tesoriero@dstvmedia.com and Jillian.Gounden@Multichoice.co.za\npayments:\n(emails must be sent to both contact persons).\n(d) DStv Media Sales (Pty) Ltd shall act as billing agent for the Licensor.\n12. Sublicensing, Additional\nLicensing Terms and Revenue\nShare and Recoupment of\nMinimum Guarantee\n(a) The Licensee may sublicense the Rights granted to it under this Agreement\nthird parties (\"Sublicensees\"), subject to the following terms and conditions -\n(i)\nthe Licensor shall enter into written sublicensing agreements with\nSublicensees and such sublicensing agreements shall be subject to\nthe terms and conditions of this Agreement as well as M-Net's\nStandard Terms and Conditions (Annexure C) (\"Sublicensing\nAgreements\");\n(ii)\nthe Licensee shall be liable to the Licensor for any and all damages,\ncosts and expenses suffered or incurred by Licensor as a result of\nany failure by any Sublicensee to comply with any term, condition or\nrestriction of this Agreement;\n(iii)\nnotwithstanding anything to the contrary contained herein, the\ntermination or expiry of this Agreement shall result in the automatic\ntermination of the Sublicensing Agreements.\n(b) Licensee shall comply with the provisions of clause 3.2 of the Standard Terms\nand Conditions (Annexure C) attached hereto.\n(c) For each Programme, the Net Revenue from each Sublicensing Agreement\nshall be shared as follows: 70% (seventy percent) to M-Net (\"M-Net's Share\")\nand 30% (thirty percent) to the Licensee and M-Net's Shares shall be paid to\nM-Net by the Licensee in accordance with clause 13(c) below.\n(d) \"Net Revenue\" means, in respect of each Programme, all gross receipts from\nthe exploitation and sublicensing of the Rights to Sublicensees, less actual,\nverified direct out-of-pocket costs and expenses (including without limitation,\ncosts of delivery, trailers, key art and related costs) incurred in connection with\nFS\nCO\n5.\n8\nHalita and 4 Films\nthe Licensee's exploitation of the Programmes in accordance with the\nprovisions of this Agreement, subject to a cap of US$2,000.00 (two thousand\nUnited States Dollars) per motion picture/film and US$7,000.00 (seven\nthousand United States Dollars) per series (\"Deductible Expenses\"). subject\nto clause 12(e) below. The Licensee shall not be entitled to deduct any\nDeductible Expenses in excess of the aforesaid capped amounts without the\nprior written approval of the Licensor.\n(e) Recoupment of Minimum Guarantee: With respect to the Net Revenue for\neach Programme, the Licensee shall be entitled to recoup from M-Net's Share\nthe Minimum Guarantee paid for the relevant Programme. Following\nrecoupment of the Minimum Guarantee for the relevant Programme, the\nLicensee shall pay to the Licensor the full M-Net's Share without any further\ndeductions.\n(f)\nNo Cross-Collateralization: The gross receipts from exploitation of Rights\nmay not be cross-collateralized among the Programmes and any other\nprogrammes (including, but not limited to, any other programmes licensed from\nthe Licensor) and payments applicable to the Programmes and any other\nprogrammes (including, but not limited to, any other programmes licensed from\nthe Licensor) shall be treated as separate and independent accounting units\nand may not be cross-collateralized or otherwise set off.\n13. Payment of M-Net's Share,\nReporting and Audit\n(a) M-Net's Share shall be paid to M-Net by Licensee promptly and in full, without\nany deductions whatsoever including, but not limited to, deductions on account\nof banking charges, taxes, levies of any nature. Licensee further acknowledges\nthat it is not entitled to any fees including, but not limited to, agency fees or\ncommissions, from the Licensor.\n(b) Accounting: The Licensee shall, in respect of the Programme maintain\ncomplete, accurate and detailed records in connection with the exploitation of\nthe Rights using generally accepted accounting principles on a consistent,\nuniform basis and in accordance with the terms of this Agreement for the\nduration of the Licence Period and for a period of at least 3 (three) years\nfollowing the expiry of the Licence Period or the termination of this Agreement\nand during any period while a dispute about payments remains unresolved. The\nLicensee shall also maintain full and accurate copies of every statement,\ncontract concluded pursuant to this Agreement, electronic record, audit report,\ncorrespondence relating to the aforesaid statements, electronic records and\naudit reports, and other financial records for the Programme (\"Records\") and\nmake available such Records for inspection and copying by the Licensor, its\nauditors or representatives) at the Licensee's principal place of business.\n(c) Statement: During the Licence Period and the sublicensing period of each\nProgramme as set out in each Sublicensing Agreement, the Licensee shall\nprovide the Licensor with quarterly accounting statements duly issued and\nsigned by the financial director of the Licensee (accompanied by any monies,\nincluding M-Net's Share, due to the Licensor under clause 12(c) above) within\n60 (sixty) days following the end of each quarter ending 31 st March, 30th June,\n30th September and 31st December (each a \"Reporting Period\"). The\ninformation will be reported separately for each country of the Territory and\nconsolidated for the entire Territory. The information will be provided in\nreasonable detail on a current and cumulative basis. The Licensee shall pay all\nmonies due to the Licensor within 30 (thirty) days of receipt of invoice from the\nLicensor. Notwithstanding anything to the contrary herein, not more than once\nper 12 (twelve) month period during the Licence Period and, upon expiry of the\nFS\nCO\n6.\n8\nHalita and 4 Films\nLicence Period or termination of this Agreement, not more than once per\n12 (twelve) month period during each Programme's sublicense period under\nthe relevant Sublicensing Agreement, the Licensor shall be entitled to request\nan accounting statement from the Licensee. The Licensee shall provide such\nrequested accounting statement to the Licensor within 30 (thirty) days of the\nrequest. All accounting statements shall be sent by the Licensee when due to\nthe following email address: Mauro.Black@dstvmedia.com.\n(d) Audit: Continuing until 2 (two) year after the expiration of the Licence Period\nor the termination of this Agreement, Licensor may on 14 (fourteen) days prior\nwritten notice on no more than one occasion per calendar year during business\nhours, examine and copy, on its own or through its auditors, the Records\nrelating to the Programme. The Licensor and/or its auditors shall have the right\nto require the Licensee's executives, employees, sub-distributors and agents\nanswer questions which the Licensor and/or its auditors deem necessary for\nthe conduct of the audit. The examination shall be at the Licensor's expense\nunless it reveals an underpayment of 5% (five percent) or more discrepancy in\nthe Licensor's favour, in which case, in addition to the an amount equal to the\nunderpayment (which amount shall be immediately due and payable) plus\ninterest (charged at the rate of 3% (three percent) above the South African\nprime lending rate accruing from the date such sums were originally due until\nreceived by the Licensor in full), the Licensee shall pay costs of the audit on\nwritten demand from the Licensor.\n14. Delivery Date for Materials\n(a) Subject to signature of the Agreement by all Parties, M-Net shall begin delivery\nof the Programme materials by no later than 3 (three) Business Days after\nreceipt by M-Net of the instalment set out in clause 11(a) above and the relevant\nproof of payment.\n(b) Delivery shall be by digital file delivery and all materials for the Programmes\nshall be provided and delivered to the Licensee at the Licensee's cost.\n(c) All materials for each Programme shall be permanently erased in accordance\nwith the provisions of clause 7.5 of the Standard Terms and Conditions\n(Annexure C) attached hereto upon the later of the following dates of: (i) the\ndate expiry the Programme's sublicensing licence period under the\nSublicensing Agreement; or (ii) termination of the Sublicensing Agreement; or\n(iii) expiry of the Licence Period; or (iv) termination of this Agreement.\n(d) Licensee's contact person for delivery: Emma Pek; Email: emma@aci-\namericancinema.com.\n15. Materials and specifications\nFor each Programme: M-Net shall deliver the Master and the support materials set\nout in Annexure A.\n16. Withdrawal of Programme\nLicensor shall have the right to withdraw a Programme from the Agreement in the\nevent that there is a reasonably credible rights issue, challenge or claim provided\nthat the Licensor shall notify the Licensee of in a writing as soon as reasonably\npossible. Licensee shall then be entitled at its election to either (i) a refund of a pro-\nrata amount of the Minimum Guarantee for the said Programme; or (ii) to select a\nProgramme of similar quality to replace the withdrawn Programme and, subject to\nthe availability of rights to the Licensor.\nFS\nCO\n8\n7.\nHalita and 4 Films\nBy signing below, the Parties acknowledge that they have read and fully understood all of the terms and conditions of this Agreement\nand agree to be bound thereby.\nELECTRONIC MEDIA NETWORK\nPROPRIETARY LIMITED\nSignature:\nGuillenis\nPrint Name:\nJAN DU PLESSIS\nDesignation:\nDIRECTOR: M-NET CHANNELS\nAMERICAN CINEMA INSPIRES, INC\nSigned by: Chevonne O'Shaughnessy\nSigned at:2021-07-26 21:01:34 +02:00\nReason: Witnessing Chevonne O'Shaugh\nSignature:\nChevame D'Shaughnessy\nPrint Name:\nDesignation:\nDSTV MEDIA SALES PROPRIETARY LIMITED\nSigned by: Fahmeeda Surtee\nSigned at:2021-08-05 12:00:16 +02:00\nReason: Witnessing Fahmeeda Surtee\nSignature:\nQ\nPrint Name:\nDesignation:\n8.\nHalita and 4 Films\nANNEXURE A\nMINIMUM GUARANTEE AND PROGRAMME MATERIALS\n1. FEES\nProgramme\nEpisode count per\nseason\nFee per episode\nTotal per season / film\nHalita (Season 1)\n120\n$58.33\n$7,000.00\nSame Difference\nN/A\n$0.00\n$2,000.00\nHow to Love\nN/A\n$0.00\n$2,000.00\nLove's Twist\nN/A\n$0.00\n$2,000.00\nSavannah Blue\nN/A\n$0.00\n$2,000.00\nTOTAL FEE/MINIMUM\nGUARANTEE\n$15,000.00\n2. CONTENT\nProgramme\nRelease\nDate\nEpisode\nCount\nEpisodic /\nFilm Duration\nOriginal\nLanguage(s)\nwith\nENGLISH\nSubtitles\nCountry\nFORMAT\nHalita (Season 1)\n2019\n120\n24\nEnglish\nN/A\nNigeria\nHD\nSame Difference\n2014\nN/A\n69\nEnglish\nN/A\nNigeria\nHD\nHow to Love\n2014\nN/A\n63\nEnglish\nN/A\nNigeria\nHD\nLove's Twist\n2015\nN/A\n70\nEnglish\nN/A\nNigeria\nHD\nSavannah Blue\n2014\nN/A\n46\nEnglish\nN/A\nNigeria\nHD\n3. MEDIA & MARKETING MATERIALS\nProgramme\nEpisodic Music and\nEffects/Film Music\nEffects (as\napplicable)\nEpisodic Textless\nfiles/Film textless\nfiles (as applicable)\nEpisodic English\nDialogue\nsheets/Film English\nDialogue sheets (as\napplicable)\nPosters\nTrailers\nHalita (Season 1)\n0 of 120\n0 of 120\n115 of 120\nyes\nyes\nSame Difference\n0 of 1\n0 of 1\n0 of 1\nyes\nyes\nHow to Love\n0 of 1\n0 of 1\n0 of 1\nyes\nyes\nLove's Twist\n0 of 1\n0 of 1\n0 of 1\nyes\nyes\nSavannah Blue\n0 of 1\n0 of 1\n0 of 1\nyes\nyes\n4. DOCUMENTS\nFS\nCO\n9.\n8\nHalita and 4 Films\nProgramme\nEpisodic Scripts/Film Scripts\n(as applicable)\nEpisodic Music Cue sheets/Film\nMusic Cue Sheets\nEpisodic English Synopses/Film\nSynopses (as applicable)\nHalita (Season 1)\n116 of 120\n120 of 120\n120 of 120\nAge is just a number\n0 of 1\n0 of 1\n1 of 1\nHow to Love\n0 of 1\n0 of 1\n1 of 1\nLove's Twist\n0 of 1\n0 of 1\n1 of 1\nLovers and Liars\n0 of 1\n0 of 1\n1 of 1\nCO\nFS\n10.\n8\nHalita and 4 Films\nANNEXURE B\nOPTION ADDENDUM\nFOR THE SEASON [INSERT] OF [INSERT]\nFIRST ADDENDUM (\"ADDENDUM\") TO THE AGREEMENT BETWEEN AMERICAN CINEMA INSPIRES, INC (\"LICENSEE\"),\nELECTRONIC MEDIA NETWORK PROPRIETARY LIMITED (\"LICENSOR\") AND DSTV MEDIA SALES PRORPIETARY\nLIMITED CONCLUDED IN [INSERT DATE] (\"AGREEMENT\")\nAddress [INSERT]\nDear [insert]\nRE: SEASON [INSERT] OF [INSERT]\n1. We hereby confirm the following, as agreed between the Parties in respect of Season [insert] of [INSERT] (\"Programme\"):\n1.1. Licence Period Start Date: [insert]\n1.2. Licence Period End Date: [insert]\n1.3. Delivery Date for Programme Materials: [insert]\n1.4. Minimum Guarantee: As agreed in the Agreement [insert]\n1.5. Subject to signature of the Addendum by both Parties, the Licensee shall pay the Minimum Guarantee on the following\ndates:\n1.5.1. 50% of the total Minimum Guarantee - payable by no later than the date set out in the invoice issued by the Licensor\nor its Billing Agent; and\n1.5.2. The balance of the total Minimum Guarantee - payable by no later than [insert].\n2. The terms and conditions of the Agreement shall apply to the licensing of the Programme and, except as expressly modified\nin this Addendum, all terms of the Agreement shall remain in full force and effect and shall apply to this Addendum.\n3. This Addendum contains the full and complete understanding between the Parties with respect to its subject matter and\nsupersedes all prior understandings, whether written or oral, pertaining to the subject matter hereof.\n4. In the event of a conflict between the provisions of this Addendum and those of the Agreement, the provisions of this Addendum\nshall prevail.\n5. The terms of this Addendum may be amended only by written agreement executed by each of the Parties hereto.\nPlease confirm your agreement to the above terms by signing below and returning the signed Addendum to us.\nFS\nCO\n11.\n8\nHalita and 4 Films\nYours sincerely\nName:\nPosition:\nFor and on behalf of:\nELECTRONIC MEDIA NETWORK PROPRIETARY LIMITED\nDate:\n(Signature)\nName:\nPosition:\nFor and on behalf of:\nAMERICAN CINEMA INSPIRES, INC\nDate:\n(Signature)\nName:\nPosition:\nFor and on behalf of:\nDSTV MEDIA SALES PROPRIETARY LIMITED\nDate:\n12.\n8\nFS\nCO\nHalita and 4 Films\nANNEXURE C\nELECTRONIC MEDIA NETWORK PROPRIETARY LIMITED\nStandard Terms and Conditions for Licensing of M-Net's Programming\n1.\nINTRODUCTION AND INTERPRETATION\n1.1. These Standard Terms and Conditions for Licensing of M-Net's Programming shall be deemed to be incorporated in the\nMemorandum which, upon signature by M-Net and the Licensee shall comprise the agreement between the parties. This\nagreement replaces and supersedes all previous agreements entered into between the parties, concerning the subject\nmatter of this agreement. In the event of a conflict between these terms and conditions and the provisions of the\nMemorandum, the provisions of the Memorandum shall apply and these terms and conditions shall be deemed to have\nbeen amended accordingly.\n1.2. The headings of the clauses in this Agreement are for the purpose of convenience and reference only and shall not be\nused in the interpretation of nor modify nor amplify the terms of this Agreement nor any clause hereof.\n1.3. Unless a contrary intention clearly appears, words importing -\n1.3.1. any gender includes the other genders;\n1.3.2. the singular includes the plural and vice versa; and\n1.3.3. a natural person includes a body corporate, a trust, firm or association of persons and vice versa.\n1.4.\nThe following terms shall bear the following meanings:\n1.4.1.\n\"Affiliate\" means in relation to a party to this Agreement, any other entity Controlling, Controlled by or under\ncommon Control with such party. For the purposes of this definition, \"Control\" (including the terms \"Controlling\",\n\"Controlled by\" and \"under common Control with\") means the direct and/or indirect possession of the power to\ndirect or cause the direction of the management and policies of an entity, whether through the ownership of voting\nsecurities, by contract or otherwise. \"Affiliated\" shall have a corresponding meaning;\n1.4.2.\n\"Agreement\" means the Memorandum together with all annexures, schedules and exhibits attached hereto,\nincluding but not limited to this Annexure C (Standard Terms and Conditions for Licensing of M-Net's\nProgramming), as amended, extended and/or restated from time to time;\n1.4.3.\n\"Authorised Devices\" has the meaning set out in the Memorandum;\n1.4.4.\n\"Catch-Up\" means an On Demand programme distribution service whereby (i) the viewer is able to access an\nindividual programme or blocks of programmes for selection and viewing at start times solely determined by the\nviewer at his/her discretion; and (ii) the viewer purchases a subscription for the right to receive and view such\nprogrammes (as opposed to a separate transactional fee for the right to view each individual programme) as part\nof a subscription or \"value added\" to another service (e.g. Pay Television, triple play offering), provided that (iii) a\nProgramme or an episode of a Series licensed hereunder shall be made available for viewing for a period of no\nmore than 14 (fourteen) days from the date of first linear transmission of the relevant Programme or episode on the\nLicensed Channel(s) or the Licensed Service (as applicable);\n1.4.5.\n\"Customer Transaction\" shall mean each order transaction initiated by a TVOD Registered User whereby a TVOD\nRegistered User is authorized by the Licensee to decrypt and view any Programme via the TVOD Licensed Service\nin consideration for a corresponding per-transaction fee;\n13.\n8\nFS\nCO\nHalita and 4 Films\n1.4.6.\n\"Data Protection Laws\" means the laws, regulations and/or directives protecting the fundamental rights and\nfreedoms of Data Subjects and, in particular, their right to privacy with respect to the Processing of Personal\nInformation and which may also regulate and/or restrict the transfer (including the cross-border transfer) of Personal\nInformation;\n1.4.7.\n\"Data Subject\" means the person to whom Personal Information relates;\n1.4.8.\n\"Delivery Date\" means in respect of each Programme, such number of days prior to the Licence Period Start Date\nof each Programme, or such date as may be specified in the Memorandum; provided that where the Programme\nis to be Exhibited live, the Delivery Date shall be deemed to be the date and time of the Live Exhibition and the\nDelivery Date for support and publicity materials shall be reasonably earlier, as may be further specified in the\nMemorandum;\n1.4.9.\n\"Delivery Means\" has the meaning set out in the Memorandum;\n1.4.10.\n\"Encrypted\" shall mean, with regard to signals or digital data embodying audio and video, for the delivery of the\nProgramme on the Licensed Service, that both the video and the audio portions of the Programme have been\nchanged, altered or encoded in such a manner that is designed to prevent the reception of the signal or digital data\nwithout a Set Top Box or Registered Devices, which is necessary to restore the audio and video signal or digital\ndata integrity;\n1.4.11.\n\"Exhibition/Exhibit\" means a showing of a Programme for the number of Exhibitions as specified in the\nMemorandum, and as further specified in clause 5 below;\n1.4.12.\n\"Free Television\" means the linear transmission of a programme as part of a channel and/or service delivered by\nthe Delivery Means to the Authorised Devices, and in respect of which channel and/or service there is no charge\nto the viewer, provided that for this purpose, government television assessments or taxes or regular periodic service\ncharges will not be deemed a charge to the viewer; but expressly excluding Pay Television and On Demand;\n1.4.13.\n\"Free VOD\" means an On Demand programme distribution service whereby a viewer may view one or more\nexhibitions of a programme or blocks of programmes at a time selected by the viewer or from a pre-determined\nschedule, and for which no fee is payable by the viewer for the right to receive and view such programmes, but\nexcluding PPV/NVOD, TVOD, SVOD and ADVOD;\n1.4.14.\n\"French Language Platform\" means a service/channel that (1) consists predominantly of programming that is\nproduced, dubbed and/or subtitled entirely in the French language; (2) is marketed and promoted solely as a\nchannel/service that distributes programming in the French language and is not marketed or promoted as a\nchannel/service that distributes any programming in any other language; (3) has a viewership/Subscriber base that\nis comprised entirely of French language viewers/Subscribers; and (4) does not authorise the viewer/Subscriber to\ndeactivate or remove the subtitles from any programme that is distributed as a subtitled version in the French\nlanguage;\n1.4.15.\n\"Intellectual Property Rights\" means any and all rights, title and interest in intellectual property (whether registered\nor not), including, past and future copyright, related rights, patents, utility models, trademarks, trade names, service\nmarks, designs, databases, know-how, trade secrets and inventions (whether patentable or not), goodwill and all\nother identical or similar intellectual property as may exist anywhere in the world and any applications for registration\nof such intellectual property;\n1.4.16.\n\"Internet\" means the global collection of interconnected computer networks utilising TCP/IP protocols including the\nworldwide web but excluding, for the avoidance of doubt, the use of any network for delivery to a closed user group;\n1.4.17.\n\"Licence\" means the licence granted by M-Net to the Licensee in terms of the Agreement, to Exhibit the\nProgramme, the exact terms of which are set out in the Memorandum;\n1.4.18.\n\"Minimum Guarantee\" means the fee or minimum guarantee payable by the Licensee to license the\nProgramme(s), as set out in the Memorandum;\n14.\n8\nFS\nCO\nHalita and 4 Films\n1.4.19.\n\"Licence Period\" means in respect of a Programme, the period referred to in the Memorandum, commencing on\nthe Licence Period Start Date of each Programme and expiring at the end of such period or on the end date referred\nto in the Memorandum;\n1.4.20.\n\"Licence Period Start Date\" means in respect of each Programme, the Licence Period Start Date referred to in\nthe Memorandum, and where such date is to be advised, the earliest possible date of availability from M-Net;\n1.4.21.\n\"Licensed Channel(s)\" means the channel(s) on which the Programme shall be exhibited, as set out in the\nMemorandum;\n1.4.22.\n\"Licensed Languages\" means the language version(s) of the Programme licensed to the Licensee as set out in\nthe Memorandum;\n1.4.23.\n\"Licensed Services\" means the services on which the Programme shall be exhibited, as set out in the\nMemorandum;\n1.4.24.\n\"Live Exhibition\" means the Exhibition of a Programme simultaneously or near simultaneously with the occurrence\nof the event comprising the Programme;\n1.4.25.\n\"Materials\" means the Programme materials listed in and complying with the specifications set out in the\nMemorandum and clause 7(Materials to be Supplied to the Licensee) below;\n1.4.26.\n\"Memorandum\" means the schedule of particulars headed \"Memorandum\" to which these Terms and Conditions\nare annexed and incorporated by reference;\n1.4.27.\n\"Mobile Delivery\" means mean (i) the following mobile communications technologies: GPRS, EDGE, HSCSD, W-\nCDMA, CDMA, DCS-1800, UMTS/3G, HSPA, LTE/4G and WiMAX and versions thereof (e.g. LTE Advanced); (ii)\nWi-Fi; (iii) DVB-H and DMB and DVB-T2, intended primarily for reception by a mobile or handheld device;\n1.4.28.\n\"On Demand\" means the transmission of any programme, channel and/or service by any technology, however\ndelivered now or in future, where a Subscriber/viewer may view one or more exhibitions of a programme or\nprogrammes (including per programme, per day and per weekend) at a time selected by the viewer or from a pre-\ndetermined schedule, excluding Pay Television and Other Television;\n1.4.29.\n\"Other Television\" means the transmission of a programme, channel and/or service, however delivered now or in\nthe future, in respect of which the main source of income is other than subscription revenue from subscribers\n(including licence-financed Television, advertising financed Television, \"basic pay\" Television, and all forms of Free\nTelevision);\n1.4.30.\n\"Pay Television\" means the linear transmission of a programme as part of a channel and/or service delivered by\nthe Delivery Means to the Authorised Devices, and in respect of which channel and/or service a subscription fee is\npayable by the Subscriber, excluding On Demand and Free Television;\n1.4.31.\n\"Parties\" means M-Net and Licensee and the term \"Party\" shall mean either one of them as the context may\nrequire;\n1.4.32.\n\"Portuguese Language Platform\" means a service/channel that (1) consists predominantly of programming that\nis produced, dubbed and/or subtitled entirely in the Portuguese language; (2) is marketed and promoted solely as\na channel/service that distributes programming in the Portuguese language and is not marketed or promoted as a\nchannel/service that distributes any programming in any other language; (3) has a viewership/Subscriber base that\nis comprised entirely of Portuguese language viewers/Subscribers; and (4) does not authorise the\nviewer/Subscriber to deactivate or remove the subtitles from any programme that is distributed as a subtitled version\nin the Portuguese language;\n1.4.33.\n\"Programme\" means the audio-visual work and/or Live Exhibition as detailed in the Memorandum, including\nindividual episodes of a Series;\n15.\n8\nFS\nCO\nHalita and 4 Films\n1.4.34.\n\"Registered User\" shall mean each TVOD customer, SVOD Subscriber, ADVOD, NVOD/PPV and/or Free VOD\nuser, who is an uniquely identified registered user of the TVOD/SVOD/ADVOD/Free VOD Licensed Service (as\nmay be applicable) located in the Territory, and is authorized by the Licensee (or permitted sublicensees), to receive\nand, (subject to initiating a Customer Transaction (in the case of TVOD) and the payment of an SVOD subscription\n(in the case of SVOD)), decrypt and view a programme via the TVOD/SVOD/ADVOD/Free VOD Licensed Service\n(as may be applicable), in accordance with the terms and conditions hereof;\n1.4.35.\n\"Registered Device\" means the registration of and association of a specific Set-Top-Boxes, Internet/IP connected\nTVs, mobile and/or handheld device with a Subscriber's account or Registered User's account and the unique\nidentification thereof for the purpose of Temporarily Downloading content and accessing the same and/or accessing\nStreamed content via the Internet and/or Mobile Delivery so that each such Set-Top-Box, Internet/IP connected TV,\nmobile and/or handheld accessing content using the Subscriber's account or Registered User's account is\nspecifically and individually identifiable and authenticated;\n1.4.36.\n\"Set-Top-Box\" shall mean a set-top device as approved and authorized by Licensee which is designed for the\nexhibition of audio-visual content primarily on a conventional television set or television display, using a silicon chip/\nmicroprocessor architecture;\n1.4.37.\n\"Series\" means a Programme comprising more than one episode or a number of Programmes which are intended\nfor viewing consecutively or which although comprising self-contained episodes, are known by the same name with\nsubstantially the same characters and a similar theme;\n1.4.38.\n\"Signature Date\" means the date of the signature of the last Party to sign this Agreement;\n1.4.39.\n\"South Africa\" means the Republic of South Africa;\n1.4.40.\n\"Streaming\" means the delivery of audio-visual content to a Registered Device via Internet or Mobile Delivery for\nviewing such that the viewer is unable to retain a copy of such audio-visual programme on any media, including,\nwithout limitation, a hard drive or optical disk beyond the real time exhibition of such programme to the viewer, save\nonly for such \"buffering\" as may be necessary to ensure the smooth exhibition of such audio-visual data in real\ntime. The expressions \"Stream\" and \"Streamed\" when used herein shall be read and construed accordingly;\n1.4.41.\n\"Subscriber\" means any natural person who is authorised by or on behalf of the Licensee (or sublicensees\npermitted under this Agreement) to view the content and programming distributed on a Licensed Service in\nunencrypted format;\n1.4.42.\n\"SVOD\" means an On Demand programme distribution service whereby (i) the viewer is able to access an individual\nprogramme or blocks of programmes for selection and viewing at start times solely determined by the viewer at\nhis/her discretion; and (ii) the viewer purchases a subscription for the right to receive and view such programmes;\n1.4.43.\n\"Television\" means the transmission of a programme, channel and/or service, however delivered now or in the\nfuture, including without limitation, Pay Television, Free Television, Other Television and On Demand;\n1.4.44.\n\"Temporary Download\" means downloading such that the file containing a Programme is automatically (i) disabled\non the earliest of: (a) 30 (thirty) days after download; or (b) expiry of the Viewing Period; or (c) expiry of the\napplicable Licence Period; and (ii) deleted either (a) (where supported), simultaneously with the aforesaid disabling;\nor (b) (otherwise), upon exiting of the application displaying the Program;\n1.4.45.\n\"Territory\" means the countries or Territory specified in the Memorandum, as may be further specified therein as\nExclusive and Non-Exclusive Territory;\n1.4.46.\n\"TVOD\" means an On Demand programme distribution service whereby the viewer is able to receive an individual\nprogramme (as distinguished from an entire programming service, or programme channel) (i) for viewing at start\ntimes solely determined or selected by the viewer; and (ii) the viewer is required to pay a separate fee for the right\nto view each such viewer-selected programme; and\n16.\n8\nFS\nCO\nHalita and 4 Films\n1.4.47.\n\"Viewing Period\" shall mean a period not exceeding 48 (forty-eight) hours from the start of first playback on any\nRegistered Device.\n1.5.\nAny reference to an enactment is to that enactment as at the Signature Date and as amended or re-enacted from time\nto time and includes any subordinate legislation made from time to time under such enactment. Any reference to a\nparticular section in an enactment is to that section as at the Signature Date, and as amended or re-enacted from time\nto time and/or an equivalent measure in an enactment, provided that if as a result of such amendment or re-enactment,\nthe specific requirements of a section referred to in this Agreement are changed, the relevant provision of this Agreement\nshall be read also as if it had been amended as necessary, without the necessity for an actual amendment.\n1.6.\nIf any provision in a definition is a substantive provision conferring rights or imposing obligations on any Party,\nnotwithstanding that it is only in the definition clause, effect shall be given to it as if it were a substantive provision in the\nbody of the Agreement.\n1.7.\nReference to \"days\" shall be construed as calendar days unless qualified by the word \"business\", in which instance a\n\"Business Day\" will be any day other than a Saturday, Sunday or public holiday as gazetted by the government of the\nRepublic of South Africa from time to time. Any reference to \"Business Hours\" shall be construed as being the hours\nbetween 08h30 and 17h00 on any business day. Any reference to time shall be based upon South African Standard\nTime.\n1.8.\nUnless specifically otherwise provided, any number of days prescribed shall be determined by excluding the first and\nincluding the last day or, where the last day falls on a day that is not a business day, the next succeeding business day.\n1.9.\nIf figures are referred to in numerals and in words and if there is any conflict between the two, the words shall prevail.\n1.10.\nThe use of any expression in this Agreement covering a process available under the law governing this Agreement, such\nas a winding up (without limitation eiusdem generis) shall, if any of the Parties is subject to the law of any other\njurisdiction, be construed as including any equivalent or analogous proceedings under the law of such defined\njurisdiction.\n1.11. Expressions defined in this Agreement shall bear the same meanings in schedules or annexures to this Agreement which\ndo not themselves contain their own conflicting definitions.\n1.12.\nIf any term is defined within the context of any particular clause in this Agreement, the term so defined, unless it is clear\nfrom the clause in question that the term so defined has limited application to the relevant clause, shall bear the meaning\nascribed to it for all purposes in terms of this Agreement, notwithstanding that that term has not been defined in this\ninterpretation clause.\n1.13.\nThe division of this Agreement into clauses and sub-clauses and insertion of headings are for convenience or reference\nonly and shall not govern or affect the construction or interpretation of this Agreement and shall not modify or amply the\nprovision to which they relate.\n1.14.\nThe expiration or termination of this Agreement shall not affect such of the provisions of this Agreement as expressly\nprovide that they will operate after any such expiration or termination or which of necessity must continue to have effect\nafter such expiration or termination, notwithstanding that the clauses themselves do not expressly provide for this.\n1.15.\nThe rule of construction that a contract shall be interpreted against the Party responsible for the drafting or preparation\nof the contract, shall not apply.\n1.16.\nAny reference in this Agreement to a Party shall include a reference to that Party's assigns expressly permitted under\nthis Agreement and, if such Party is liquidated or sequestrated, be applicable also to and binding upon that Party's\nliquidator or trustee, as the case may be.\n1.17.\nThe words \"include\", \"including\" and \"in particular\" shall be construed as being by way of example or emphasis only\nand shall not be construed, nor shall they take effect, as limiting the generality of any preceding word/s.\n17.\n8\nFS\nCO\nHalita and 4 Films\n1.18.\nThe words \"other\" and \"otherwise\" shall not be construed eiusdem generis with any preceding words if a wider\nconstruction is possible.\n2.\nGRANTING AND RESERVATION OF RIGHTS\n2.1.\nSubject to the Licensee's full compliance with the terms of this Agreement, M-Net hereby grants to the Licensee, the\nright and Licences, as set forth in the Memorandum, to Exhibit and promote, and to cause the Exhibition and promotion\nof each Programme referred to in the Memorandum, in the Licensed Languages and on the Licensed Services and/or\nLicensed Channel(s) listed in the Memorandum (as such services may be renamed or reconstituted from time to time)\nin the Territory, for due consideration of the Minimum Guarantee and subject to the terms and conditions of this\nAgreement. The Licence granted shall be exclusive or non-exclusive as specified in the Memorandum.\n2.2.\nThe exercise of rights (including but not limited to the exclusive rights) granted to the Licensee under this Agreement is\nsubject to M-Net and/or its Affiliates' right to Exhibit the Programme(s) in any and all languages (including, but not limited\nto, the Licensed Languages) during the relevant licence period (including the exclusive licence period) under this\nAgreement in the Territory via any and all forms of Television (including, but not limited to, Pay Television and On\nDemand, in each case delivered by any and all means of delivery including, but not limited to, the Delivery Means) on\nany and/or all existing and future M-Net, M-Net Affiliate, DStv and/or GOtv (or any other successive name(s) by which\nthe same may be known from time to time) branded, owned, managed, operated and/or compiled services, platforms\nand channels.\n2.3.\n[deleted]\n2.4.\nAll rights not expressly granted to the Licensee under this Agreement are reserved to M-Net which shall be entitled to\nexercise and exploit those rights in any and all languages via any and all media throughout the world (including the\nTerritory) without any restrictions.\n2.5.\nReasonable and unavoidable satellite overspill outside the Territory will not constitute a breach of contract, provided\nfurther that the Licensee and/or the owners, managers and/or operators of the Licensed Services derive no direct or\nindirect commercial benefit from such overspill.\n3.\nPROPRIETARY RIGHTS\n3.1.\nThe Licensee shall refrain from taking any action that could have an adverse impact on or impair M-Net's rights, including\nbut not limited to, proprietary rights and Intellectual Property Rights, in the Programmes.\n3.2.\nThe Licensee hereby unconditionally and irrevocably assigns to M-Net, in perpetuity and throughout the whole world,\nany and all proprietary rights that may be created in the exploitation by the Licensee of the rights granted to the Licensee\nunder this Agreement (including but not limited to any Intellectual Property Rights, in and to, trailers and promotional\nmaterials and clips relating to the Programme, as well as the dubbed, subtitled and voice over versions of Programme).\nFurthermore, the Licensee shall obtain written agreements from all third parties providing services (including but not\nlimited to dubbing, subtitling and voice over services) in connection with the distribution of the Programmes or other\nexploitation of the rights granted to the Licensee hereunder that, to the extent that the results and products of such\nservices create any proprietary rights (including but not limited to any Intellectual Property Rights), that all such services\nare, together with any proprietary rights (including but not limited to any Intellectual Property Rights), commissioned on\nbehalf of M-Net (at the Licensee's expense) and all proprietary rights (including but not limited to any Intellectual Property\nRights) are unconditionally and irrevocably assigned to M-Net in perpetuity and throughout the world, provided that if\napplicable laws impose limitations regarding the length of time for which Intellectual Property Rights may be assigned,\nthe Licensee shall ensure that such unconditional and irrevocable assignments also include automatic renewals or\nextensions of the assignment periods at the Licensee's expense.\n3.3.\nThe provisions of this clause 3 shall survive any termination or expiration of this Agreement.\nFS\nCO\n18.\n8\nHalita and 4 Films\n4.\nDURATION OF LICENCE\nThe Licence shall commence on the Licence Period Start Date (as specified in the Memorandum) and shall continue\nthereafter for the duration of the Licence Period.\n5.\nEXHIBITION\n5.1.\nThe Licensee may at any time during the Licence Period, Exhibit the Programme or cause the Exhibition of the\nProgramme for the maximum number of Exhibitions referred to in the Memorandum.\n5.2.\nExhibitions may only be via the Licensed Services and/or Licensed Channel(s).\n5.3.\nThe Licensee may, for the purpose of promoting the Programme, at its election and without the payment of any additional\nsums to M-Net, Exhibit the Exhibition at any time, part of the Programme not exceeding 2 (two) minutes in duration per\nProgramme or 5% (five per cent) of the total duration of the Programme whichever is the lesser.\n5.4.\nWhere so permitted in terms of the Memorandum, a programme may be Exhibited live. In such event, in addition to the\nLive Exhibition, the Licensee shall be entitled to Exhibit a recording of the Programme or an edited or highlights version\nthereof for such Exhibitions and for such Licence Period as referred to in the Memorandum.\n6.\nMINIMUM GUARANTEE AND PAYMENT\n6.1.\nThe Minimum Guarantee payable by the Licensee shall be the amount set out in the Memorandum.\n6.2.\nThe Licensee shall, subject to the terms and conditions hereof, pay to M-Net the Minimum Guarantee in the manner and\ninstalments specified in the Memorandum.\n6.3.\nAll amounts to be paid in terms of this Agreement do not include taxes, sales, excise, and withholding taxes and any\nsimilar tax or any government imposed fees or surcharges which may be applicable thereto and the Licensee agrees to\npay all such applicable taxes or fees, in accordance with the law where the Licensee is domiciled. In respect of\nwithholding tax, the Licensee will pay, if requested, to its local authorities such additional amounts as may be necessary,\nsuch that M-Net receives the amount it would have received had no withholding been imposed, except if the Licensee\nprovides M-Net with a valid withholding tax certificate within 30 (thirty) days of date of payment of the charges or fees\npaid to M-Net under this Agreement.\n6.4.\nWhere currency conversion costs are imposed or levied by any local government authority, the Licensee shall be solely\nresponsible for all costs of any currency conversion, and such costs shall not reduce the amounts due to Licensor\nhereunder.\n6.5. No Cross-Collateralization: Where revenue share terms have been agreed between the Parties and gross receipts\nderived from the exercise of the rights granted to the Licensee may not be cross-collateralized among the Programme(s)\nand/or among any programmes or content licensed by Licensee from third parties, and payments applicable to each\nProgramme shall be treated as separate and independent accounting units and will not be cross-collateralized or\notherwise set off.\n7.\nMATERIALS TO BE SUPPLIED TO THE LICENSEE\nM-Net shall supply the following Materials to the Licensee at the Licensee's cost on the following terms and conditions, save\nwhere alternative provisions are stipulated in the Memorandum:\n7.1.\nProgramme Materials\n7.1.1.\nM-Net will supply the Licensee with the Master Materials as referred to in the Memorandum.\n7.1.2.\nAny subsequent video tape recordings (of any format) required by the Licensee will be manufactured by the\nLicensee or, at the option of the Licensee be ordered from M-Net's duplication facility.\n19.\nFS\nCO\n8\nHalita and 4 Films\n7.1.3.\nTo enable Licensee to make dubbings or sub-titled or voice over versions of the Programme, M-Net shall in addition\nprovide the Licensee with the relevant Materials specified in the Memorandum.\n7.2.\nTrailer Elements\n7.2.1.\nM-Net shall supply trailer elements specified in the Memorandum.\n7.2.2.\nIn situations where the Programme trailer materials are unavailable through M-Net, but may be available through\nthe original production company, M-Net will endeavour to assist in the acquisition of such materials from the original\nproduction company.\n7.2.3.\nThe Licensee may create a trailer at its sole cost and expense in respect of the Programme.\n7.3.\nAdditional Materials\n7.3.1.\nOne set containing black and white stills and colour transparencies, including a representative selection of shots\nand any additional promotional materials specified in the Memorandum and requested by the Licensee.\n7.3.2.\nOne master music cue sheet specifying each musical composition contained in the Programme and with respect\nto each composition, the publisher, performer, composer and their affiliated performing rights society, unless the\nLicensee otherwise notifies M-Net.\n7.3.3.\nAny other materials specified in the Memorandum.\n7.4.\nDelivery of Material\n7.4.1.\nTime\nSubject to the Licensee having performed all its obligations in terms of this Agreement, M-Net shall endeavour to\ndeliver all materials by no later than 30 (thirty) days prior to the Licence Period Start Date, unless otherwise\nspecified in the Memorandum.\n7.4.2.\nLocation\nAll Programme Materials will be delivered to the Licensee at the address referred to in the Memorandum and by\nthe means referred to in the Memorandum. All risk in the Materials to be delivered shall pass to Licensee as soon\nas the Materials leave M-Net's office or are deemed to leave M-Net's possession.\n7.4.3.\nCost\nThe cost of delivery to the Licensee and return to M-Net, including the cost of any reasonable insurances, shall be\nborne by the Licensee.\n7.5.\nDisposition of Materials\n7.5.1.\nMaterials shall be permanently erased by the Licensee within 30 (thirty) days after expiry of the Licence Period or\ntermination of the Agreement (as may be applicable) and Licensee shall furnish M-Net with a certificate of erasure\n(signed by an executive director of the Licensee) confirming such permanent erasure.\n7.6.\nReproductions\nThe Licensee shall be entitled to make such number of reproductions of the Programme and any other material supplied\nto it at its sole cost and expense as are required for the purpose of exercising its rights in terms hereof. All such\nreproductions shall be erased or destroyed in accordance with the provisions of sub-clause 7.5.1 above.\n7.7.\nDubbed/Subtitled/Voice Over Versions\n20.\n8\nFS\nCO\nHalita and 4 Films\nWhere dubbing, subtitling and voice over rights have been granted to the Licensee under the Memorandum, M-Net may\naccess the dubbed, subtitled and voice over versions created by the Licensee, if any, at no cost, at any time after they\nhave been created unless otherwise set out in the Memorandum.\n7.8.\nTechnical Quality and Format\n7.8.1.\nWhere any Material does not meet Licensee's standard transmission requirements, or is defective, the Licensee\nshall give written notice thereof to M-Net within 15 (fifteen) days of receipt of such Material, detailing the defects\nand/or non-compliance with the Licensee' standard transmission requirements as identified by the Licensee, and\nthe Licensee may return the aforesaid Material for replacement. M-Net shall, within 15 (fifteen) days of receipt of\nthe aforesaid notification of such defect or non-compliance and at its own expense, dispatch replacement Material\nfor delivery to the Licensee.\n7.8.2.\nShould the Licensee fail to give notice in accordance with clause 7.8.1 above, the Licensee shall be deemed to\nhave accepted the relevant Material.\n7.9.\nNo Alterations\nThe Licensee shall use all promotional or publicity materials delivered to it without editing, addition or alteration. Under\nno circumstances shall the Licensee remove, disable, deactivate or fail to pass through to the consumer any anti-copying,\nanti-piracy or digital rights management notices, code or other technology embedded in or attached to the promotional\nmaterials. If any copyrighted or trademarked materials are used in any promotion or publicity they shall be accompanied\nby and display, in each instance, the copyright, trademark or service mark notice for the relevant Programme (or\nepisode). Under no circumstances may the logos, trademarks, service marks and/or brand names contained the\nMaterials, including but not limited to the logos, trademarks, service marks and/or brand names of the Licensor and/or\nits affiliates, be removed or any way edited or altered.\n8.\nMUSIC RIGHTS\n8.1.\nThe Licensee acknowledges that its exercise of the performing rights to any music in the Programme may require the\npayment of a performing rights royalty or licence fee and the Licensee shall hold M-Net harmless from any liability relating\nthereto.\n8.2.\nMusical Compositions\n8.2.1.\nM-Net represents that the performing rights in the music contained in each Programme are:\n8.2.1.1.\ncontrolled by performing rights societies having jurisdiction over this matter;\n8.2.1.2.\nin the public domain; or\n8.2.1.3.\ncontrolled by M-Net to the extent necessary to permit Licensee's use of each Programme or episode\nhereunder.\n8.2.2.\nM-Net will make reasonable efforts to furnish Licensee with the music cue sheets of the Programme. Licensee will\nprocure and pay for any licences required to perform any music in the Programme, the performing rights to which\ndo not fall into clauses 8.2.1.2 and 8.2.1.3, and will indemnify and hold M-Net harmless from any liability, loss,\ndamage or expense arising from Licensee's failure to do so.\n8.3.\nM-Net shall be responsible for clearing (and paying for) the synchronization rights in the music contained in the\nProgrammes.\n9.\nWARRANTIES\n9.1.\nLicensee hereby warrants the following:\n21.\n8\nFS\nCO\nHalita and 4 Films\n9.1.1.\nit shall not in any way use the Programme, or allow it to be used in a manner that will infringe upon any of M-Net's\nor any third party rights;\n9.1.2.\nit is currently in a solvent state and that no foreseeable legal action will be taken against it in the future due to a\nlack of solvency and that it has sufficient funds to pay any financial compensation due to M-Net based on this\nAgreement.\n9.2.\nM-Net hereby warrants that it:\n9.2.1.\nhas the full right, power and authority to enter into this agreement and to fully perform the terms hereof and during\nthe term it shall not be under any liability, restriction or prohibition with respect to the foregoing warranties and\nundertakings;\n9.2.2.\nowns and/or controls the rights to exploit the Programme(s) within the territory for the full term of this agreement\nand has the right to grant the licence hereunder; and\n9.2.3.\nthe exercise by Licensee of the rights granted under this agreement shall not infringe the rights of any third party\n10.\nINDEMNITY\n10.1.\nSubject to clause 10.3 below, each Party (\"Indemnifying Party\") agrees to indemnify and holds the other Party\n(\"Indemnified Party\"), and its parent, subsidiary and affiliated companies and their respective officers, agents, directors\nand employees, harmless from any and all third party claims, litigation, costs and expenses (including reasonable\nattorney's fees and expenses), arising out of the breach by the Indemnifying Party of any warranty, representation or\nother material term or provision of this Agreement provided that the Indemnified Party promptly notifies the Indemnifying\nParty in writing of any indemnified third party claim or litigation and that the Indemnifying Party shall have the right to\nassume the defence of any such third party claim or litigation. Neither Party shall be liable for any punitive or indirect or\nconsequential loss or damage or loss of profits.\n10.2.\nAny settlement of such claims shall be subject to the approval of the Indemnifying Party, not to be unreasonably withheld\nor delayed. Where an Indemnifying Party has failed to assume the defence of any indemnified third party claim or\nlitigation, the Indemnified Party shall be entitled to settle any such third party claim or litigation in its sole and absolute\ndiscretion.\n10.3.\nNotwithstanding anything to the contrary contained in this Agreement, neither Party shall be liable for any indirect and/or\nconsequential loss or damage and/or loss of profits.\n11.\nSECURITY\n11.1.\nThe Licensee shall employ proper security systems and procedures designed to prevent theft, pirating, unauthorised\nexhibition, copying or duplication of the Programme Materials whilst in its possession and control and shall keep all\nmaterials and any reproductions thereof adequately insured while in its possession. The Licensee shall employ DRM\nemploying industry accepted tamper-resistant technology (e.g., to prevent such hacks as a clock rollback, spoofing, use\nof common debugging tools, and intercepting unencrypted content in memory buffers).\n11.2.\nShould any theft or other loss of any Programme Materials occur, the Licensee shall promptly notify M-Net of such loss\nand all material circumstances relating thereto and shall make all reasonable efforts to retrieve such Materials. The\nLicensee shall be responsible for the costs of replacing any Material lost by it, whilst in the possession of or under control\nof the Licensee.\n12.\nADVERTISING\n12.1.\nIn no event shall the names and likeness of artists appearing in or connected with the production of the Programme be\nused separately and apart from the advertising of the Exhibition of the Programme in which the artist appeared so as to\nconstitute an endorsement or testimonial of any party, product or service.\n22.\n8\nFS\nCO\nHalita and 4 Films\n12.2.\nThe Licensee shall not use M-Net's name or logo or the Programme in such a way as to constitute an endorsement or\ntestimonial by M-Net with respect to any party, product or service.\n12.3.\nIn all advertising and publicity issued by the Licensee in respect of the Programme, the Licensee shall, as to sequence,\ntypestyle, relative size, prominence and content of credits furnished by M-Net, not in any way change credits contained\nin any instructions so furnished.\n13.\nALTERATION OF THE PROGRAMME\n13.1.\nThe Programme shall be broadcast in its entirety without any interruptions including all titles, credits and copyright notices\nand the Licensee shall not cut out, edit, change, add to, delete from or revise any vital portion of the Programme without\nthe express written consent of M-Net or as otherwise provided in this Agreement.\n13.2.\nNotwithstanding the above, the Licensee may make or authorise others to make such minor cuts or eliminations as are\nnecessary to make necessary repairs or for programming or time sequence requirements or to conform to the standard\nof any duly constituted governmental authority. In addition, for non-feature film genres only, Licensee may insert\nadvertising breaks during the Programme.\n13.3.\nThe Licensee shall be entitled to use M-Net's logo, icons, electronic programme guides, and teletext which form part of\nthe Programme.\n14.\nREGULATORY APPROVAL\n14.1.\nM-Net acknowledges that the Licensee may be required to submit and may submit the Programme to the relevant\ngovernmental agencies within certain Territory for approval prior to any Exhibition of the Programme.\n14.2.\nIf such agency for any reason requires excisions from any Programme to be made or the Licensee considers that it\nshould make excisions from the Programme to comply with the requirements of any agency in the Territory, the Licensee\nshall make such excisions subject to the provisions contained in clause 13.2 above. Should M-Net not agree to the\nexcisions, the agency shall for purposes of clause 14.3 below, be deemed to have disapproved the Programme.\n14.3.\nIf any agency for any reason disapproves of the Programme, or if the Programme is deemed to be disapproved in terms\nof clause 14.2 above, the Licensee may select a substitute programme to take the place of the disapproved Programme.\n15. CONFIDENTIALITY AND DATA PROTECTION\n15.1. Neither Party shall disclose to any third party (other than its respective employees, shareholders, agents,\nrepresentatives, attorneys, investors, advisors, and financiers, in their capacity as such) any information with respect\nto the terms and provisions of this Agreement except:\n15.1.1.\nto the extent necessary to comply with any law or a valid order of a court of competent jurisdiction, in which\nevent the Party making such disclosures shall so notify the other and shall seek confidential treatment of\nsuch information;\n15.1.2.\nas part of its normal reporting or review procedure to its parent company, its auditors and its attorneys,\nprovided, however, that such parent company, auditors and attorneys agree to be bound by the provision of\nthis clause 15; and\n15.1.3.\nin order to enforce or exercise its rights pursuant to this Agreement.\n15.2. Each Party shall at all times comply (and shall ensure that its employees, directors, officers, agents and any other third\nparty that has access to Personal Information comply) with the provisions of all data protection law applicable to it.\n16. BRIBERY AND CORRUPTION\n16.1. The Licensee hereby -\nFS\nCO\n23.\n8\nHalita and 4 Films\n16.1.1.\nrepresents and warrants to the Licensee that it and its employees, directors, agents and shareholders have\nnot, at any time, directly or indirectly, promised or offered; and\n16.1.2.\nundertakes not to, directly or indirectly, promise or offer, and to procure that its employees, directors, agents\nand shareholders do not, directly or indirectly, promise or offer,\nbribes, donations, gifts or other benefits whatsoever in order to influence any employee or official of any government\nor government related establishment or public international authority or person vested with public authority, any\npolitical party (or candidate or official), or anyone acting on its behalf in the Territory or elsewhere, in the exercise of\nofficial discretionary authority, in connection with the Programmes or any matter covered by this Agreement.\n16.2.\n2. The Licensee shall comply with all applicable laws relating to bribery and corruption and shall not do, or omit to do, any\nact that will cause the Licensee to be in breach of any such applicable laws, and in doing so shall -\n16.2.1.\nnot give or receive any bribes and shall procure that its employees, directors and agents do not give or\nreceive any bribes; and\n16.2.2.\nmaintain an effective anti-bribery compliance regime, that monitors compliance and detects violations.\n16.3.\nIf at any time after the Signature Date -\n16.3.1.\nthe Licensee has a reasonable suspicion that the Licensor has, in respect of the Programmes or any matter\ncovered by this Agreement, directly or indirectly, promised or offered donations, gifts or other benefits\nwhatsoever to the persons and for the purposes contemplated in clause 16.1 above, the Licensor shall be\nin breach of this Agreement and the Licensee shall be entitled, by written notice to the Licensor, to forthwith\nterminate this Agreement without any further liability to the Licensor, and the Licensor shall indemnify the\nLicensee against any direct costs, claims and liabilities arising as a result of such breach; or\n16.3.2.\nthe Licensee breaches its obligations under clause 16.2, the other Party shall be entitled, by written notice\nto the Party in breach, to forthwith terminate this Agreement without any further liability to the other Party,\nand the Party in breach shall indemnify the other Party against any direct costs, claims and liabilities arising\nas a result of the breach.\n17. DEFAULT AND TERMINATION\n17.1. Breach by Licensee\n17.1.1.\nSubject to clause 17.1.2 below, should the Licensee breach any of its material obligations (save for payment\nobligations), representations and warranties under this Agreement and fail to remedy such breach within\n30 (thirty) days of receipt of a written notice from the Licensor requiring the Licensee to remedy such breach,\nthe Licensor shall be entitled to cancel the Licence in respect of the affected Programme and/or Series and\nto recover from the Licensee all amounts, if any, due and owing by the Licensee to the Licensor at the time\nof cancellation, in respect of such Programme.\n17.1.2.\nShould the Licensee fail to pay any amount due by the due date, and fail to remedy such breach within 10\n(ten) days of receipt of a written notice from the Licensor requiring the Licensee to remedy such default, the\nLicensor shall be entitled, in addition to any and all other remedies, to cancel the Licence in respect of such\nProgramme, as may be applicable, and to recover from the Licensee all outstanding amounts together with\ninterest thereon calculated from the date of default until the date the outstanding amount is actually paid the\nLicensor. The rate of interest applied shall be the rate of interest charged by Absa Bank Limited or, where\nthe Licensor has ceased to bank with Absa Bank Limited, the Licensor's bank at the time, to its commercial\ncustomers during the relevant period.\n17.2. Breach by Licensor\nShould the Licensor breach of any of its material obligations, representations or warranties hereunder, and fail to\nremedy such breach within 30 (thirty) days of receipt of a written notice from the Licensor requiring the Licensor to\n24.\n8\nFS\nCO\nHalita and 4 Films\nremedy such breach then, in addition to any and all other remedies available to the Licensee (legal and/or equitable),\nthe Licensee shall be entitled to cancel this Agreement or to cancel the individual Licence of a Programme in respect\nto which the breach relates.\n17.3.\nShould the Licensee become bankrupt or be placed in liquidation, whether voluntary or compulsory, if it becomes\nfinancially distressed, or if it contemplates, considers, discusses or agrees to any business rescue proceedings, or\nbecomes aware of any person proposing to take, or taking, any step to apply to court or actually applying to court for\nthe business rescue of the Licensee, or reaches a compromise with its creditors, or fails to satisfy any judgement debt,\nthe Licensor shall be entitled by written notice to cancel this Agreement with immediate effect.\n18.\nBANKRUPTCY\nIn the event of the Licensee becoming bankrupt or being placed in liquidation, whether voluntary or compulsory, being placed\nunder business rescue, or reaching a compromise with its creditors or failing to satisfy any judgement debt, M-Net shall be\nentitled by written notice, to cancel this Agreement with immediate effect.\n19.\nCHANGE OF CONTROL\n19.1.\nIn addition to, and without limitation of any right or remedy M-Net may have under this Agreement, M-Net may elect to\nsuspend or terminate this Agreement on 30 (thirty) days written notice to the Licensee at any time during the Licence\nPeriod if there is a Change in Control.\n19.2.\nFor the purpose of this clause 19, \"Change in Control\" means a change in ownership (including beneficial ownership)\nand/or control of the Licensee and/or its holding company (at the Signature Date) and/or the Licensed\nService(s)/Licensed Channel(s) by reason of any of the following:\n19.2.1.\na third party acquires beneficial ownership of 35% (thirty five percent) or more of the issued share capital of the\nLicensee and/or its holding company;\n19.2.2.\na third party becomes entitled to vote of 35% (thirty five percent) or more of the votes that may be cast at a general\nmeeting of the Licensee and/or its holding company, or has the ability to control the voting of 35% (thirty five percent)\nor more of those votes, either directly or through a controlled entity of that third party;\n19.2.3.\na third party obtains the legal power to direct or cause the direction or general management or affairs of the Licensee\nand/or its holding company;\n19.2.4.\na third party obtains the right to manage the business of the Licensee and/or its holding company;\n19.2.5.\na third party is able to appoint or to veto the appointment of a third of the directors of the Licensee and/or its holding\ncompany;\n19.2.6.\na third party obtains the ability to materially influence the policy of the Licensee and/or its holding company in a\nmanner comparable to a person who, in ordinary commercial practice, can exercise an element of control referred\nto in clauses 19.2.1 to 19.2.5 of this definition;\n19.2.7.\nthe Licensee enters into a merger, consolidation or other business combination with a third party;\n19.2.8.\n50% (fifty percent) or more of the assets of the Licensee are sold or transferred to a third party; and/or\n19.2.9.\nthe ownership, operation and/or broadcast licence for the Licensed Service(s)/Licensed Channel(s) is sold, ceded,\nassigned and/or otherwise transferred (in whole or in part), for any reason whatsoever, to a third party.\n19.3.\nFor purposes hereof, any purported or attempted assignment of this Agreement by the Licensee without the M-Net's\nprior written consent shall be deemed a Change in Control.\n25.\n8\nFS\nCO\nHalita and 4 Films\n20.\nFORCE MAJEURE\n20.1.\nA Party shall not be liable for any failure to fulfil or for the delay in the performance of its obligations under this Agreement\nas a result of war, embargo, strikes, lockouts, riot, fire, earthquake, epidemic, accident, casualty, flood or other natural\ncatastrophe, explosion, any governmental or statutory regulation, law or act or delay or any other cause beyond its\nreasonable control (\"Force Majeure\"). Should an event of Force Majeure occur, the Party whose performance is delayed\nor prevented shall immediately give notice in writing to the other Party and this Agreement shall be suspended for a\nperiod of time equal to the duration of such event of Force Majeure, but in any event no longer than 30 (thirty) days, in\nwhich event it shall be deemed to have been permanently prevented.\n20.2.\nIf a Party's performance has been permanently prevented, any Party shall be entitled to immediately terminate this\nAgreement by written notice to the other Party and the Parties shall in good faith make such financial and/or other\nadjustments between them as may be equitable, including but not limited to the repayment by M-Net of all amounts\nalready paid by the Licensee in respect of any Materials whose delivery was permanently prevented.\n21.\nNOTICES AND ADDRESS\n21.1.\nThe Parties to this Agreement choose as their addresses for service of notices and communications under this\nAgreement the addresses set out in the Licence Agreement.\n21.2.\nAny notice or communication required or permitted to be given in terms of this Agreement shall be valid and effective\nonly if in writing but it shall be competent to give notice by telefax and/or email.\n21.3.\nEither Party may by notice to the other Party change the physical address for service to another physical address or its\ntelefax number or email address, provided that the change of physical address shall become effective 3 (three) business\nday from receipt of the notice by the addressee.\n21.4.\nUnless the contrary is proven, any notice to a Party -\n21.4.1.\ndelivered by hand to a responsible person during ordinary business hours at its physical address for service\nshall be deemed to have been received on the day of delivery;\n21.4.2.\nsent by registered mail to its physical address for service shall be deemed to have been received on the\n7th (seventh) business day following the date of despatch; or\n21.4.3.\nsent by telefax or email to the Party's chosen telefax number or email address (as the case may be) shall\nbe deemed to have been received on the date of despatch.\n22.\nARBITRATION\n22.1.\nIf any dispute arises at any time between the Parties out of or in connection with this Agreement, any Party may refer\nthe matter for determination by final arbitration in London (England) in accordance with the Rules of the London Court\nof International Arbitration (\"LCIA\"), which are hereby incorporated into this Agreement. The number of arbitrators shall\nbe one (1) to be mutually agreed between the Parties, failing which, appointed by the LCIA. The arbitration shall be\nconducted in the English language.\n22.2.\nThe provisions of this clause 19 constitute an irrevocable consent by the Parties to any proceedings to be conducted by\nthe LCIA and no Party shall be entitled to withdraw therefrom or claim at any such proceedings that it is not bound by\nsuch provisions.\n22.3.\nNothing herein contained shall be deemed to prevent or prohibit a Party to the arbitration from applying to the appropriate\ncourt for urgent interim relief or for judgment in relation to a liquidated claim.\n22.4.\nThe Parties shall treat as confidential details of the dispute submitted to arbitration, the conduct of the arbitration\nproceedings and the outcome of the arbitration.\n26.\n8\nFS\nCO\nHalita and 4 Films\n22.5.\nThis clause 22 will continue to be binding on the Parties notwithstanding any termination or cancellation of the\nAgreement.\n22.6.\nA person who is not party to this Agreement has no rights under the Contracts (Rights of Third Parties) Act 1999 to\nenforce any term of this Agreement.\n23. WHOLE AGREEMENT, VARIATION AND WAIVER\n23.1.\nThis Agreement constitutes the whole agreement between the Parties relating to the subject matter hereof and\nsupersedes any other discussion, agreements and/or understandings regarding the subject matter hereof.\n23.2.\nNo amendment, variation or consensual cancellation of this Agreement or any document issued or executed pursuant\nto or in terms of this Agreement and no settlement of any disputes arising under this Agreement shall be binding unless\nrecorded in writing and signed by the Parties.\n23.3.\nNo extension of time, waiver or relaxation or suspension of or agreement not to enforce or to suspend or postpone the\nenforcement of any provision or term of this Agreement or any document issued pursuant to or in terms of this Agreement\nshall be binding unless signed by the Party granting such extension, waiver, relaxation or suspension. Any such\nextension, waiver or relaxation or suspension which is so given or made shall be strictly construed as relating strictly to\nthe matter in respect of which it was made or given.\n24. APPLICABLE LAW, JURISDICTION AND CONFLICT WITH LAW\n24.1.\nThis Agreement shall be governed and construed in accordance with the laws of England and Wales and the Parties\nhereby submit to the exclusive jurisdiction of the courts of England.\n24.2.\nNothing contained in this Agreement shall require the commission of any act contrary to the provisions of any law,\nregulation or other governmental decree and in the event of any conflict between the provisions of this Agreement and\nany such law, regulation or decree, such latter provisions shall prevail and the provisions of this Agreement shall be\ndeemed to have been modified to the extent necessary to remove such conflict.\n25. SEVERABILITY\nEach provision of this Agreement is severable from all the others, notwithstanding the manner in which they may be linked\ntogether grammatically or otherwise. If any provision of this Agreement is finally determined by a court, regulatory authority or\nagreed forum of competent jurisdiction to be invalid, illegal or unenforceable, such provision shall (to the extent of invalidity,\nillegality or unenforceability) be deemed severed from this Agreement and will be given no effect and -\n25.1.\nthe validity, legality or enforceability of the remaining provisions of this Agreement shall not in any way be affected or\nimpaired by the severance of the invalid, illegal or unenforceable provision from this Agreement; and\n25.2.\nthe Parties shall negotiate in good faith and use all reasonable commercial efforts to replace each invalid, illegal or\nunenforceable provision with a valid, legal and enforceable substitute provision, the effect of which shall be as close as\npossible to the intended effect of the original invalid, illegal or unenforceable provision.\n26. ASSIGNMENT\n26.1.\nThe Licensee shall not cede, assign, sublicense, hypothecate or otherwise transfer (\"Transfer\") this Agreement or any\nof the Licensee's rights or obligations hereunder (whether in whole or in part) to a third party without the prior written\nconsent of M-Net.\n26.2.\nM-Net shall be entitled to Transfer this Agreement or any of M-Net's rights or obligations hereunder (whether in whole or\nin part) to any third party.\n27. REPRESENTATIONS\nThe Parties have not entered into this Agreement in reliance upon any representation, warranty or undertaking of another Party\n27.\n8\nFS\nCO\nHalita and 4 Films\nthat is not expressly recorded in this Agreement and no Party shall be bound by any express or implied term, representation,\nwarranty, promise or the like not recorded in this Agreement.\n28. RELATIONSHIP\nNothing contained in this Agreement shall in any way be construed as constituting a partnership or joint venture between the\nParties or constituting the one Party as the agent of the other or authorising the one Party to represent or bind or hold out that\nit may represent or bind the other Party.\n29. COUNTERPARTS\nThis Agreement may be executed in counterparts, which together shall constitute one and the same Agreement. Counterparts\nmay be delivered by facsimile or e-mailed as a scanned/PDF document.\n30. SIGNATORIES\nEach of the signatories to this Agreement warrants that he or she has been duly authorised by the Party on whose behalf such\nperson signs this Agreement, thereby binding the Party whom such signatory represents to this Agreement. In proof of such\nauthorisation, and if so requested by another signatory, a signatory to this Agreement will exhibit to the requesting signatory a\ntrue copy of a resolution in writing by the board or other requisite authority of the Party whom he or she represents, confirming\nthe authorisation of such signatory to sign this Agreement on behalf of the Party concerned and to bind the latter to this\nAgreement.\n31. COSTS\nEach Party shall bear its own costs of and incidental to the negotiation, preparation and execution of this Agreement.\nFS\nCO\n28.\n8",
  "mandatory_fields": [
    "Licensor",
    "Licensee",
    "Registration Number",
    "Effective Date",
    "Termination Date",
    "Governing Law",
    "Jurisdiction"
  ],
  "fields": {
    "Licenses/Rights": {
      "values": [
        "(a) Subject to clause 6(b) below:\n(i) exclusive Pay Television, Free Television, TVOD, SVOD, ADVOD, NVOD/PPV and Free VOD rights delivered by the Delivery Means to television sets and Registered Devices in the Territory; and\n(ii) exclusive ADVOD and Free VOD rights delivered to Registered Users by Streaming to Registered Devices in the Territory; and\n(iii) exclusive TVOD, and SVOD rights delivered to Registered Users by Streaming and Temporary Download to Registered Devices in the Territory.\n(b) Notwithstanding anything to the contrary contained herein, M-Net and/or its Affiliates' shall always be entitled to exhibit the licensed Programme(s) in any and all languages (excluding the Licensed Languages) during Licence Period on the continent of Africa and its adjacent ocean islands via any and all forms of Television (including, but not limited to, Pay Television and On Demand, in each case delivered by any and all means of delivery including, but not limited to, the Delivery Means) on any and/or all existing and future M-Net, M-Net Affiliate, DStv and/or GOtv (or any other successive name(s) by which the same may be known from time to time) branded, owned, managed, operated and/or compiled services and channels.\n(c) Holdback: N/A.\n(d) Streaming and Temporary Download permitted in clauses 6(a)(ii), and 6(a)(iii)) above (as applicable), are subject to clauses 6(e), (f), and (g) below.\n(e) Usage Rules:\n(i) The Temporarily Downloaded file containing the Programme shall be temporarily stored within the Registered Device on a non-removable hard disc, or on a storage device that is securely bound to the Registered Device in such a manner that the storage device cannot be used in conjunction with any other device to access and view the Programme; and\n(ii) The Temporarily Downloaded file containing the Programme shall be stored in an Encrypted format unless temporarily decrypted for viewing by a Registered User (at which time only the reasonably minimum amount of content (e.g. the content being viewed and a reasonable buffer) shall exist in decrypted form such that the rendering process is not interrupted by the need to decrypt content).\n(f) Device Rules:\n(i) A Programme that is delivered to a Registered Device by means of Temporary Download may be Streamed or transferred to another Registered Device, subject to the clause6(f)(ii) below. Notwithstanding the foregoing, Programmes which are Streamed to a Registered Device shall not be capable of being transferred from such Registered Device to another Registered Device.\n(ii) Single Viewing Device. For Streaming and Temporary Download to Registered, it shall only be possible to view the Programme on 1 (one) Registered Device at any one time. For example, if the Registered User is viewing a Programme by Streaming, no Temporary Download of the Programme shall be possible while the Registered User is viewing the Programme by Streaming, or if the Temporary Download of the Programme has been permitted on another Registered Device, the ability for the Registered User to view any Programme on such other Registered Devices on which there is a Temporary Download of the Programme shall be disabled by communication with such other Registered Devices while the Registered User is viewing a Programme by Streaming. If viewing of a Programme is possible on a Registered Device on which the Temporary Download of the Programme has been permitted, no further Temporary Download shall be possible, and no Streaming on another Registered Device shall be permitted while it is possible to view the Programme on a Registered Device on which the Temporary Download of the Programme has been permitted.\n(iii) A Programme shall not be transferred from a Registered Device receiving the content by Temporary Download, to another Registered Device, unless this can be done whilst still enforcing the single viewing device requirement described in clause6(f)(ii) above.\n(g) Inclusion of the Programmes on the Licensed Services is at all times subject to Licensee's initial and continuing compliance with DRM and enforcement of the highest standards in copyright protection measures.\n(h) \"Delivery Means\" means Encrypted satellite (i.e. direct-to-home), digital terrestrial, cable, Mobile and Internet.\n(i) \"TVOD\", \"SVOD\", \"ADVOD\", \"NVOD/PPV\" and \"Free VOD\" have the meaning set out in clause 1.4 of the Standard Terms and Conditions (Annexure C) attached hereto."
      ],
      "matched_label": "Licence/Rights",
      "matched_text": [
        "(a) Subject to clause 6(b) below:\n(i) exclusive Pay Television, Free Television, TVOD, SVOD, ADVOD, NVOD/PPV and Free VOD rights delivered by the Delivery Means to television sets and Registered Devices in the Territory; and\n(ii) exclusive ADVOD and Free VOD rights delivered to Registered Users by Streaming to Registered Devices in the Territory; and\n(iii) exclusive TVOD, and SVOD rights delivered to Registered Users by Streaming and Temporary Download to Registered Devices in the Territory.\n(b) Notwithstanding anything to the contrary contained herein, M-Net and/or its Affiliates' shall always be entitled to exhibit the licensed Programme(s) in any and all languages (excluding the Licensed Languages) during Licence Period on the continent of Africa and its adjacent ocean islands via any and all forms of Television (including, but not limited to, Pay Television and On Demand, in each case delivered by any and all means of delivery including, but not limited to, the Delivery Means) on any and/or all existing and future M-Net, M-Net Affiliate, DStv and/or GOtv (or any other successive name(s) by which the same may be known from time to time) branded, owned, managed, operated and/or compiled services and channels.\n(c) Holdback: N/A.\n(d) Streaming and Temporary Download permitted in clauses 6(a)(ii), and 6(a)(iii)) above (as applicable), are subject to clauses 6(e), (f), and (g) below.\n(e) Usage Rules:\n(i) The Temporarily Downloaded file containing the Programme shall be temporarily stored within the Registered Device on a non-removable hard disc, or on a storage device that is securely bound to the Registered Device in such a manner that the storage device cannot be used in conjunction with any other device to access and view the Programme; and\n(ii) The Temporarily Downloaded file containing the Programme shall be stored in an Encrypted format unless temporarily decrypted for viewing by a Registered User (at which time only the reasonably minimum amount of content (e.g. the content being viewed and a reasonable buffer) shall exist in decrypted form such that the rendering process is not interrupted by the need to decrypt content).\n(f) Device Rules:\n(i) A Programme that is delivered to a Registered Device by means of Temporary Download may be Streamed or transferred to another Registered Device, subject to the clause6(f)(ii) below. Notwithstanding the foregoing, Programmes which are Streamed to a Registered Device shall not be capable of being transferred from such Registered Device to another Registered Device.\n(ii) Single Viewing Device. For Streaming and Temporary Download to Registered, it shall only be possible to view the Programme on 1 (one) Registered Device at any one time. For example, if the Registered User is viewing a Programme by Streaming, no Temporary Download of the Programme shall be possible while the Registered User is viewing the Programme by Streaming, or if the Temporary Download of the Programme has been permitted on another Registered Device, the ability for the Registered User to view any Programme on such other Registered Devices on which there is a Temporary Download of the Programme shall be disabled by communication with such other Registered Devices while the Registered User is viewing a Programme by Streaming. If viewing of a Programme is possible on a Registered Device on which the Temporary Download of the Programme has been permitted, no further Temporary Download shall be possible, and no Streaming on another Registered Device shall be permitted while it is possible to view the Programme on a Registered Device on which the Temporary Download of the Programme has been permitted.\n(iii) A Programme shall not be transferred from a Registered Device receiving the content by Temporary Download, to another Registered Device, unless this can be done whilst still enforcing the single viewing device requirement described in clause6(f)(ii) above.\n(g) Inclusion of the Programmes on the Licensed Services is at all times subject to Licensee's initial and continuing compliance with DRM and enforcement of the highest standards in copyright protection measures.\n(h) \"Delivery Means\" means Encrypted satellite (i.e. direct-to-home), digital terrestrial, cable, Mobile and Internet.\n(i) \"TVOD\", \"SVOD\", \"ADVOD\", \"NVOD/PPV\" and \"Free VOD\" have the meaning set out in clause 1.4 of the Standard Terms and Conditions (Annexure C) attached hereto."
      ]
    }
  }
}